package practice;

public class Practice08 {
	public static void main(String[] args) {
		
		/*
		 1. 2가지의 정수를 1~100 사이의 난수를 발생시켜서 지속적으로 문제를 출제한 후 정답을 입력받으세요.
		 	사용자가 0을 입력하면 반복문을 탈출시키세요.
		 	(추가 고려 사항 : 정답은 음수일 수 없습니다. 또한 만약 정답이 0이라면 어떻게 해야 할까요?)

		 2. 종료 이후에 정답 횟수와 오답 횟수를 각각 출력하세요.

		 출력 예시)
		 
		 *** 연산 퀴즈 ***
		 # 종료하시려면 0을 입력해 주세요.
		 (숫자) (연산자) (숫자) = ???
		 > (숫자)
		 정답입니다! / 오답입니다.
		 .
		 .
		 .
		 > 0
		 
		 퀴즈를 종료합니다.
		 --------------------------
		 정답 횟수 : X회
		 오답 횟수 : X회
		 */
		
		
	}
}
